# fmt: off
replies = {
    'start_message': 'Привет. Это бот для подбора терапевтов.',
    'fill_form': 'Для начала заполнения формы, пожалуйста, нажмите кнопку внизу.',
    'input_confirmation': '{}\n\n' '<b>{}</b>\n\n' 'Все правильно?',
    'input_name': 'Введите ваше имя',
    'input_age': 'Введите ваш возраст',
    'input_problem': 'Для чего ищете терапевта? Какие задачи хотите решить?',
    'input_therapist': 'Какого терапевта вы ищете сейчас? Почему это важно?\n\n'
                       '<i>Отвечайте на этот вопрос, если уже знаете, кого ищете.\n'
                       'Если нет, то это тоже нормально. Также учитывайте, что мы работаем с немедицинскими психотерапевтами.\n'
                       'То есть подобрать кого-то, кто назначит медикаментозное лечение, мы не сможем.</i>',
    'input_performative': 'Лучше, чтобы терапевт был\n\n'
                          '<i>Эмпатичным, внимательным, глубоким, двигающим, понимающим, '
                          'правдивым, прямолинейным, мягким, бережным, ведущим, '
                          'ироничным, вовлеченным, логичным, творческим, '
                          'интеллектуализированным, воздушным, рациональным, '
                          'устойчивым, вдумчивым, структурным, взрослым, динамичным, '
                          'мягко-подталкивающим, мудрым, опытным, спокойным, активным, '
                          'ЛГБТ-френдли, поли-френдли, фем-френдли, с чувством юмора.</i>',
    'input_individual': '	Индивидуально или вдвоём с партнёром/родителем/ребёнком?',
    'input_price': 'Сколько вы готовы платить за час терапии?\n\n'
                   '<i>Наши терапевты работают за 2-5 тысячи рублей онлайн и '
                   '2,5-8 тысяч рублей очно за 50-55 минут. '
                   'Средняя цена очной терапии в Москве 3-4,5 тысячи. '
                   'Цена за работу с парой варьируется от 4,5 до 6 тысяч за полтора часа. '
                   'Укажите комфортную сумму и мы подберем варианты в её пределах.</i>',
    'input_on_place': 'Очные встречи или онлайн?\n\n' '<i>Очная терапия пока возможна только в Москве.</i>',
    'input_experience': 'Расскажите о своём опыте обращений к психологам, психотерапевтам или психиатрам.\n\n'
                        '<i>Если у вас есть значимые для психологической работы диагнозы, укажите, пожалуйста.</i>',
    'input_more': '	Что ещё важного мы не спросили?',
    'input_telegram': 'Дополнительный способ связи.\n\n'
                      '<i>Если вам неудобно будет получить уведомление о подобранных терапевтах на почту '
                      '(уведомления по почте часто попадают в спам), напишите другой, '
                      'удобный для вас способ связи. Мы можем написать вам в телеграм, '
                      'whats app, вконтакте, мессенджер фейсбука или написать смску. '
                      'Не забудьте указать не только мессенджер, но и телефон/никнейм</i>',
    'input_recommended': 'Как вы узнали о Новой практике?',
    'form_сomplete': 'Спасибо, ваша заявка отправлена администраторам.\n'
                     'Рассмотрение заявки обычно занимает 2-3 дня.',
    'new_form_message': 'Новая анкета. ID: {}.\n'
                        'Пользователь: {}\n\n',
    'form_message_content': '<b>Name:</b>\n{name}\n'
                            '<b>Age:</b>\n{age}\n'
                            '<b>Problem:</b>\n{problem}\n'
                            '<b>Therapist:</b>\n{therapist}\n'
                            '<b>Performative:</b>\n{performative}\n'
                            '<b>Individual:</b>\n{individual}\n'
                            '<b>Price:</b>\n{price}\n'
                            '<b>On place:</b>\n{on_place}\n'
                            '<b>Experience:</b>\n{experience}\n'
                            '<b>More:</b>\n{more}\n'
                            '<b>Telegram:</b>\n{telegram}\n'
                            '<b>Recommended:</b>\n{recommended}\n',
}
# fmt: on
