# fmt: off
replies = {
    'start_message': 'Привет! Мы — Новая практика, сервис по персональному подбору психотерапевтов. '
                     'Всё просто: вы рассказываете нам о себе, а мы подбираем вам подходящего '
                     'психотерапевта из числа специалистов, которых мы скрупулезно отбирали.',
    'donate': 'Рады вашему желанию поддержать проект\n\n'
              'Вы можете сделать донат любой комфортной для вас суммы по этой ссылке: https://payment.alfabank.ru/sc/fWLdihzorDIiIsMB\n\n'
              'Еще вы можете рассказать о нас в соц сетях, это тоже будет очень ценно для нас ♥️',
    'contact': 'Здравствуйте!\nЕсли вы клиент и ищете психотерапевта, вы можете связаться с нами, написав сюда:\n\n'
               'Если вы психотерапевт и хотите попасть в нашу рекомендательную систему, напишите нам на почту: new-praxis@yandex.ru\n'
               '(Мы всё видим, но реагировать можем не очень быстро)\n\n'
               'Если у вас предложение о сотрудничестве, то напишите сюда:\n\n'
               'Но имейте ввиду, пожалуйста, что мы социальный проект, у нас нет больших финансовых или человеческих ресурсов, '
               'поэтому если ваше предложение требует существенного вклада денег или человеко-часов, '
               'то мы просто не сможем себе его позволить, вне зависимости от привлекательности предложения',
    'feedback': 'Как вам опыт взаимодействия с Новой практикой?\n\n'
                'Мы рады любой обратной связи, как касательно работы нашего сервиса, так и вашего опыта с рекомендованным нами психотерапевтом',
    'how_it_works': '<b>Как это работает</b>\n\n'
                    'Шаг 1. Вы регистрируетесь и заполняете анкету о себе и ваших пожеланиях к терапевту. '
                    'Пол, возраст, стоимость. Всё, что имеет для вас значение.\n\n'
                    'Шаг 2. Мы анализируем вашу заявку и в течение пары дней подбираем наиболее подходящих вам специалистов. '
                    'Вы присматриваетесь к ним и выбираете того, кто больше всего откликается. '
                    'Либо пишите нам с просьбой сделать ещё одну подборку, если никто не подошёл из предложенных вариантов.\n\n'
                    'Шаг 3. Вы выбираете специалиста своей мечты и назначаете первую встречу. '
                    'С этого момента начинается ваша планомерная работа над повышением качества своей жизни.\n\n'
                    'Шаг 4. Мы будем рады получить от вас обратную связь о нашем сервисе и о выбранном специалисте. '
                    'Как проходит работа, какие задачи решились, какие ещё нет. '
                    'Это поможет нам более многогранно увидеть вашего психотерапевта и эффективнее помогать людям, '
                    'находящимся в поисках своего, того самого специалиста.\n\n'
                    '<b>Это что, бесплатно?</b>\n\n'
                    'Да, это бесплатно. Платят сервису терапевты, но немного — так, чтобы это не влияло на стоимость услуги.'
                    '<b>Кто к нам приходит?</b>\n\n'
                    'Любой человек, осознавший потребность в сторонней помощи. Находящийся в сложной ситуации, '
                    'неудовлетворённый чем-то в собственной жизни или просто ищущий развития, '
                    'заинтересованный в построении качественных, глубоких отношений с самим собой и/или другими.\n\n'
                    '<b>Что, если мне с первой сессии не понравился терапевт?</b>\n\n'
                    'Вы пишете об этом нам, говорите, что не устроило и мы подбираем вам нового терапевта, учитывая предыдущий опыт. '
                    'Иногда важно перебрать несколько специалистов, чтобы найти того самого (или ту самую). А иногда мэтч случается с первого раза',
    'about': 'Новая практика — это сервис по подбору психотерапевтов.\n\n'
             'В России всё ещё много заблуждений о психологии и психотерапии. И много страхов, мешающих обратиться за помощью к специалисту. '
             'Поэтому поход к психотерапевту будет новой практикой для большей части населения — '
             'хотя на наш взгляд опыт долгосрочной терапии в жизни необходим почти каждому человеку. '
             'Мы хотим, чтобы людей, повышающих качество своей жизни с помощью психологии, стало больше.\n\n'
             'Рассказывая о том, что такое терапия, какие результаты она может давать и как может поменяться жизнь, '
             'мы часто привлекаем много внимания и интереса. В России на рынке психологических услуг разобраться непросто. '
             'Поэтому мы помогаем подобрать хорошего, грамотного специалиста, наиболее подходящего конкретному человеку.',
    'fill_form': 'Для начала заполнения формы, пожалуйста, нажмите кнопку внизу.',
    'input_name': 'Введите ваше имя',
    'input_age': 'Введите ваш возраст',
    'input_problem': 'Для чего ищете терапевта? Какие задачи хотите решить?',
    'input_therapist': 'Какого терапевта вы ищете сейчас? Почему это важно?\n\n'
                       '<i>Отвечайте на этот вопрос, если уже знаете, кого ищете.\n'
                       'Если нет, то это тоже нормально. Также учитывайте, что мы работаем с немедицинскими психотерапевтами.\n'
                       'То есть подобрать кого-то, кто назначит медикаментозное лечение, мы не сможем.</i>',
    'input_performative': 'Лучше, чтобы терапевт был\n\n'
                          '<i>Эмпатичным, внимательным, глубоким, двигающим, понимающим, '
                          'правдивым, прямолинейным, мягким, бережным, ведущим, '
                          'ироничным, вовлеченным, логичным, творческим, '
                          'интеллектуализированным, воздушным, рациональным, '
                          'устойчивым, вдумчивым, структурным, взрослым, динамичным, '
                          'мягко-подталкивающим, мудрым, опытным, спокойным, активным, '
                          'ЛГБТ-френдли, поли-френдли, фем-френдли, с чувством юмора.</i>',
    'input_individual': '	Индивидуально или вдвоём с партнёром/родителем/ребёнком?',
    'input_price': 'Сколько вы готовы платить за час терапии?\n\n'
                   '<i>Наши терапевты работают за 2-5 тысячи рублей онлайн и '
                   '2,5-8 тысяч рублей очно за 50-55 минут. '
                   'Средняя цена очной терапии в Москве 3-4,5 тысячи. '
                   'Цена за работу с парой варьируется от 4,5 до 6 тысяч за полтора часа. '
                   'Укажите комфортную сумму и мы подберем варианты в её пределах.</i>',
    'input_on_place': 'Очные встречи или онлайн?\n\n' '<i>Очная терапия пока возможна только в Москве.</i>',
    'input_experience': 'Расскажите о своём опыте обращений к психологам, психотерапевтам или психиатрам.\n\n'
                        '<i>Если у вас есть значимые для психологической работы диагнозы, укажите, пожалуйста.</i>',
    'input_more': '	Что ещё важного мы не спросили?',
    'input_telegram': 'Дополнительный способ связи.\n\n'
                      '<i>Если вам неудобно будет получить уведомление о подобранных терапевтах на почту '
                      '(уведомления по почте часто попадают в спам), напишите другой, '
                      'удобный для вас способ связи. Мы можем написать вам в телеграм, '
                      'whats app, вконтакте, мессенджер фейсбука или написать смску. '
                      'Не забудьте указать не только мессенджер, но и телефон/никнейм</i>',
    'input_recommended': 'Как вы узнали о Новой практике?',
    'form_сomplete': 'Спасибо, мы получили вашу заявку ❤️\n'
                     'Мы постараемся прислать вам варианты терапевтов как можно быстрее, но процесс подбора может занять 2-3 дня',
    'new_form_message': 'FORM {} \n'
                        'Пользователь: {}\n\n',
    'new_feedback_message': 'FEEDBACK {} \n'
                            'Пользователь: {}\n\n',
    'form_message_content': '<b>Name:</b>\n{name}\n'
                            '<b>Age:</b>\n{age}\n'
                            '<b>Problem:</b>\n{problem}\n'
                            '<b>Therapist:</b>\n{therapist}\n'
                            '<b>Performative:</b>\n{performative}\n'
                            '<b>Individual:</b>\n{individual}\n'
                            '<b>Price:</b>\n{price}\n'
                            '<b>On place:</b>\n{on_place}\n'
                            '<b>Experience:</b>\n{experience}\n'
                            '<b>More:</b>\n{more}\n'
                            '<b>Recommended:</b>\n{recommended}\n',
}
# fmt: on
